{
	"INTJ": {
		"id": "INTJ",
		"color": "#88619a",
		"name": "建筑师",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/analysts_Architect_INTJ_personality_header.svg",
		"description": "人们常说，高处不胜寒。作为人数最少且战略能力最强的人格类型之一，“建筑师”们对此深有体会。 他们仅占人口的 2%，女性则更为稀少，只有 0.8%。这让他们很难找到志同道合能够与其过人的智慧和审慎的思考方式比肩的同类。 建筑师人格类型的人想象力丰富却很果断，雄心壮志但注重隐私，充满好奇心但从不浪费精力。",
		"blockquote": {
			"content": "你并非有权力发表看法。 你的权利是发表有根据的看法。 没人有无知的权利。",
			"author": "Harlan Ellison"
		},
		"list": [
			{
				"title": "正确的态度可以达到任何目标",
				"text": "他们生来对知识充满渴望，这在他们的人生初期就有所体现，孩童时他们常被叫做书虫。 虽然他们的同龄人把这当成侮辱，他们却可能觉得说的很对，甚至以此为骄傲，享受着自己广博的知识储备。 他们喜欢分享知识，对自己擅长的领域很有信心，但他们更喜欢设计和执行各自领域中的完美计划，而不是对流言蜚语这类无聊的话题发表看法。"
			},{
				"text": "在很多人看来好似悖论，但从纯粹的理性角度来说，“建筑师”们的生活可以有明显的矛盾却又很有道理。 比如，他们既是爱幻想的理想主义者，又是刻薄的愤世嫉俗者，一个看起来无法共存的冲突。 这是因为“建筑师”相信，有了努力，智慧和思考，就没有做不到的事，与此同时他们又觉得人们太过懒惰，目光短浅，自私自利难成大器。 不过他们的愤世嫉俗并不能阻止他们追求认准的目标。",
				"svgActive": "INTJ"
			},{
				"title": "有关原则的事，绝不动摇",
				"text": "“建筑师”们散发着自信和神秘的光环，他们深刻的观察，原创的想法，强大的逻辑使他们能够用纯粹的意志力和人格力量来促成变革。 有时候，“建筑师”们看起来似乎要拆解并重建每个想法和系统，享受这个过程所体现的完美主义甚至道德观念。 跟不上“建筑师”进展的人，或者连其中意义都看不到的人，很可能马上，并永远地失去他们的尊重。",
				"pullout": "规则，限制和传统为“建筑师”们所不齿，他们认为任何事物都应该接受质问和审核，如果被他们发现破绽，就会单方面的发挥他们高超的技术，并实施有时无情但永远独特的方法和思想。"
			},{
				"text": "这并非冲动之举，事实上无论最终的目标多么有吸引力，“建筑师”们都会尽力保持理性。每一个想法，不论是自己的还是别人的，都要接受类似于“这个方法可行吗”的拷问。 这个机制时刻都在运行着，对任何人任何事都不例外，但它也让建筑师人格类型的人经常因此陷入麻烦。"
			},{
				"title": "人在独处的时候才能思考更多",
				"text": "“建筑师”们对自己花时间学习过的领域聪明又自信，不幸的是，社会条约并不属于其中之一。 白色谎言和闲聊对于渴望真理和深度的人格类型来说已足够艰难，但“建筑师”们可能已经到了将社会习俗视为彻头彻尾的愚蠢的程度。 讽刺的是，对他们来说最好的方式就是呆在舒服的地方，远离聚光灯，“建筑师”们做熟悉的工作时展现出的自信很容易吸引具有相似气质和兴趣的人，无论在爱情还是其他方面。"
			},{
				"text": "他们把生命的过程当成一盘大棋，每一步都体现着思考和智慧，时刻评估着对策，战术和备用方案，确保比对手更快一步，以保持对情况的控制并获得最大程度的自由。 这并不是说“建筑师”们会肆意践踏良心，但对很多其他人格类型的人来说，“建筑师”们对感情用事的不屑可能使他们看起来不受道德约束，这也解释了为什么很多虚构的反派角色（和被误解的英雄）都以此人格类型为原型。"
			}
		]
	},
	"INTP": {
		"id": "INTP",
		"color": "#88619a",
		"name": "逻辑学家",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/analysts_Logician_INTP_personality_header.svg",
		"description": "只有 3% 的人口为逻辑学家型人格，极为罕见，尽管如此，他们也并不以为意，因为他们根本不屑与“平庸”为伍。 逻辑学家们展现出积极主动的创造性，异于常人的视角以及永不枯竭的智慧，这都令他们深感自豪。 人们常常将逻辑学家称为哲学家、思考者，或是爱空想的教授，在历史的长河中，许多科学发现就是他们的智慧之花结出的丰硕果实。",
		"blockquote": {
			"content": "借鉴昨天，活在今天，憧憬明天。 重要的是绝不停止质疑。",
			"author": "Albert Einstein"
		},
		"list": [
			{
				"title": "混混噩噩的生活不值得过",
				"pullout": "逻辑学家之所以声名远播，是因为他们提出的各种聪明绝顶的理论和无懈可击的逻辑 — 事实上，他们是所有人格类型中在逻辑方面最为严谨的一类人。",
				"text": "具有逻辑学家人格类型的人热衷于各种模式，而发现话语之间的纰漏几乎是他们与生俱来的习惯，所以，对逻辑学家说谎可不是什么明智之举。 颇有讽刺意味的是，逻辑学家的话却不可全信 — 不是因为他们不够诚实，而是因为逻辑学家人格类型的人喜欢在跟自己的辩论中分享并未完全成熟的想法，他们只是为了从他人口中试探对各种想法和理论的意见，而不是将他们作为真正的谈话伙伴。"
			},{
				"text": "这样一来，人们常常认为这类型人格的人不太可靠，但实际情况却是，在发现问题，深入探究与问题相关的各种因素和细节，并另辟蹊径找到可行的解决之道方面，没有人比逻辑学家更有热情和能力 — 只是别指望他们能按时给你进度报告。 拥有逻辑学家人格类型的人往往对各种按部就班的活动与维护工作兴趣寥寥，但只要他们置身于可以激发其创造基因和潜力的环境，逻辑学家们就会不惜一切代价投入时间和精力，力求制定出富有真知灼见且不偏不倚的解决方案。"
			},{
				"title": "智慧始于怀疑",
				"text": "他们看上去不务正业，在无止境的白日梦中虚度光阴，但逻辑学家的思维过程从未停息，从他们睁开眼的那一刻起，他们的头脑中总是不断冒出各种想法。 持续的思考让他们看上去像是在沉思或者神游，因为他们经常在自己的脑海里进行激烈的辩论，但当他们与熟人或爱好相近的人相处时，他们又会变得非常放松而友好。 但当逻辑学家人格的人置身于陌生人中间，我们看到的却是他们难以掩饰的羞涩，即便是对他们的结论或理论来点友好善意的谐谑，他们也会认为是受到了指责，很快就会掀起一场口角之争。"
			},{
				"text": "当逻辑学家格外激动时，说出的话也会变得语无伦次，因为他们会努力解释逻辑结论的一系列链条，而这又会让他们产生最新的想法。 通常情况下，如果别人对逻辑学家所说的内容感到一头雾水难以理解，他们会选择换个话题，而不会用通俗易懂的语言把事情说个明白。"
			},{
				"text": "而当别人在阐释自己的思维过程时，若充满主观判断和感情色彩，逻辑学家也会选择换个话题。 假设有一个无比复杂的发条装置，它接受任何可能的事实和想法，以充满创意的推理来处理每一个事实和想法，并给出最合乎逻辑的结果 — 这就是逻辑学家大脑的工作原理。这类型人格的人几乎无法容忍情绪化的活动扳手干扰他们的机器运转。"
			},{
				"title": "改变世界先改变自己",
				"text": "况且，逻辑学家根本不理解情绪化的抱怨为何物，他们的朋友也不会从他们那里得到情感上的支持。 具有逻辑学家人格类型的人更倾向于给出一系列条理清楚的建议去解决根本问题，提出一种在他们那些更加敏感的朋友那里并不受欢迎的观点。 这种情况很可能延伸到一些社交对话和目标上，例如计划晚餐和结婚，因为逻辑学家更关心的是独创性和立竿见影的效果。"
			},{
				"text": "真正让逻辑学家难以大展拳脚的一点在于，他们对失败有一种永无休止且深入骨髓的恐惧。 逻辑学家人格类型的人很容易对自己的想法和理论推倒重来，会担心自己错过了一些重要的线索，所以他们总是踟蹰不前，迷失在一个无法让自己的想法得见光明的无形世界中。 打消这种自我怀疑，是逻辑学家面临的最严峻的挑战，但在他们克服挑战的过程中，给世人带来的智慧天赋，无论高低多寡，都使他们值得为此一战。"
			}
		]
	},
	"ENTJ": {
		"id": "ENTJ",
		"color": "#88619a",
		"name": "指挥家",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/analysts_Commander_ENTJ_personality_header.svg",
		"description": "指挥官人格类型的人是天生的领导者。 这种人格类型的人天生具有魅力和信心，他们所散发的权威性能召集大家为着一个共同目标努力。 但与领导者人格类型有所不同的是，他们的性格中有着近乎残酷的理性，用强大的动力、坚定的决心和锋芒毕露的思想实现为自己制定的一切目标。 好在只有 3% 的人口具有这种人格类型，否则就会无情碾压那些剩下的大多数胆小又敏感的人格类型 — 但是对于许多我们习以为常的公司和机构，我们都要感谢他们的贡献。",
		"blockquote": {
			"content": "你的时间是有限的，所以不要浪费它为别人而活。 不要陷入教条 — 活在其他人的思想成果之中。 不要让他人意见产生的噪音淹没你自己的心声。 最重要的是，要拥有追随你的内心和直觉的勇气。 他们已经知道你真正想成为什么。 其他所有都是次要的。",
			"author": "Steve Jobs"
		},
		"list": [
			{
				"title": "幸福来自于获得成就时的喜悦",
				"text": "如果有什么东西是“指挥官”们所热爱的，那一定非挑战莫属，无论挑战大小，他们都会坚定地相信，只要有足够的时间和资源，就没有无法达成的目标。 这种品质让指挥官型人格类型的人成为睿智的企业家，他们高瞻远瞩，能够将精力长期集中在自己的目标上，并且按部就班地执行自己的计划，矢志不移，目标明确，最终成为强大的企业领导者。 这种决断通常是一种自我实现的预言，因为指挥官型人格类型的人会凭借纯粹的意志力努力达成目标，如果换成其他人则可能半途而废，另寻出路，而他们拥有的社交技能也会督促激励着他们身边的人，并取得丰硕的成果。"
			},{
				"text": "在谈判桌上，无论是在公司环境下还是购买一辆汽车，“指挥官”们始终处于主导地位，毫不留情且锱铢必较。 这不是因为他们冷血无情或者是恶魔的化身，更重要的原因在于，指挥官人格类型的人天生喜欢挑战，喜欢斗智斗勇，拥有在这种环境下造就的智慧，如果对方难以招架，那就休怪“指挥官”让自己成为最后赢家的野心一览无遗。",
				"pullout": "指挥官”脑子里想的是，“我才不在乎你是否把我看作一个冷漠无情的“*球”，只要我一直做个志在必得的“*球”就行。"
			},{
				"text": "如果问起指挥官会尊重什么，那就是能够在智力上与之比肩的人，行事的准确度和质量能够与之旗鼓相当的人。 指挥官人格类型的人在发现他人的才能方面可谓天赋异禀，这对他们的团队建设（因为即便一个人聪明绝顶，也不可能单打独斗就能成功）大有助益，也能让指挥官们有所收敛，无需时时展现自己的傲慢和屈尊态度。 但是他们也非常善于以令人发指的后知后觉唤起他人的失败感，而这也确实会让指挥官人格类型的人陷入麻烦当中。"
			},{
				"title": "培养人际关系技巧",
				"text": "在 Analyst Role 集团里，无论何种人格类型，情绪表达都不是他们的强项，但由于他们的社会属性，指挥官人格类型的人所展现的情绪尤其公开，会有更多的人直接感知到他们的情绪。 尤其是在专业的环境下，指挥官人格类型的人动辄就会粉碎一些人敏感的神经，在他们眼里，这些人效率低下，资质平庸或者浑浑噩噩。 对于具有指挥官人格类型的人来说，表露情绪就是在展示自己的弱点，他们很容易因此树敌 — 他们必须牢记一点，自己的成功绝对离不开一个正常运转的团队，这不仅是为了实现他们自己的目标，更是为了得到认可和反馈，而奇怪的是，指挥官人格类型的人对于这些极为敏感。"
			},{
				"text": "指挥官人格类型的人是名副其实的能量库，他们树立了一种英雄般的形象 — 事实上，他们也担得起英雄这一称谓。 对这种人格类型的人的忠告：他们的地位不仅仅是通过自己的奋斗得来的，也有团队成员在背后的大力支持，因此，必须要承认团队成员的贡献、才能和需要，尤其是从情感的角度，认可团队成员的支持协作，这一点至关重要。 即便他们奉行的是“假装可以，直到自己真正做到”，如果指挥官人格类型的人能够将情绪方面的健康关注点与自身的各项优势结合起来，他们将收获深刻而又令人满意的人际关系，以及所有值得拥有的艰难胜利。"
			}
		]
	},
	"ENTP": {
		"id": "ENTP",
		"color": "#88619a",
		"name": "辩论家",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/analysts_Debater_ENTP_personality_header.svg",
		"description": "辩论家人格类型的人是故意持相反意见的人，善于把观点和信条剪得支离破碎并撒在空中给所有人看。 与更有决心的人格类型相比，“辩论家”这样做并非想要取得更深层的含义或战略性的目标，而仅仅因为有趣。 没人比“辩论家”们更喜欢头脑的交锋，因为这可以给他们一个运用聪明才智，连结不同想法来证明自己观点的机会。",
		"blockquote": {
			"content": "追寻危险而独立的思想者的脚步。 不畏争议表达观点。 说出你的想法，宁愿被当作精神病也不受盲从的耻辱。 对于你认为重要的问题，无论如何也要表达立场且坚决拥护",
			"author": "Thomas J. Watson"
		},
		"list": [
			{
				"pullout": "这会产生一种奇怪的并列效果，在他们十分诚实的同时，会为一个并不相信的观点而争论，从别人的角度出发用另一种视角来证明一个事实。"
			},{
				"text": "故意持相反意见不仅使辩论家人格类型的人更好地理解别人的思考方式，也更好地理解相反观点，因为辩论家就是与之争论的人。"
			},{
				"text": "这种策略不能与外交家们寻求的相互理解所混淆 — 辩论家们一直在追求知识，有什么求知方式会比从方方面面攻击或拥护一个观点更好呢？"
			},{
				"title": "这里没有规则 — 我们想要实现目标！",
				"text": "尽管不被别人看好，但也要苦中作乐，辩论家人格类型的人喜欢另辟蹊径，在常规的思维方式中训练思维，这让他们在需要改善现有系统，打破成规发现新出路的情况下有着不可取代的地位。 然而，为具体实施想法所做的日常工作会让他们痛苦不已。 “辩论家”们喜欢头脑风暴，野心勃勃，但他们会尽一切可能避免枯燥乏味的工作。 他们大约仅占人口的 3%，这个比例不多也不少，他们可以创造新颖的想法，再由数量更多，更加挑剔的其他人格类型来做具体实施和维护的后勤工作。"
			},{
				"text": "“辩论家”们辩论的能力也许会令人烦恼 — 虽然在需要的时候被人欣赏，一旦惹到别人则达不到好的效果，比如在会议上公开质疑老板，或从伴侣的每一句话中挑刺。 他们的心直口快使情况变得更为复杂，他们说话不拐弯抹角，也没有兴趣成为别人眼里感性的富有同情心的人。 志趣相投的人会与“辩论家”们相处得很好，但对于那些更敏感类型的人，以及这个社会整体而言，通常是反对冲突的，倾向于情感，安抚，甚至白色谎言而非不快的事实和冷酷的理性。"
			},{
				"text": "这会使“辩论家”们感到心灰意冷，他们发现自己争吵式的玩笑常在不经意间惹来麻烦，比如在质疑别人的信念不顾别人感受而触碰底线时。 己所不欲勿施于人，“辩论家”不能容忍被溺爱，也不喜欢别人拐弯抹角，尤其在寻求帮助时。 辩论家人格类型的人觉得自己因目光长远，自信，知识丰富，敏锐的幽默感而受到尊重，但很难成功运用这些品质来发展更深刻的友谊和恋爱关系。"
			},{
				"title": "看似繁重的工作让人与机遇失之交臂",
				"text": "“辩论家”们在利用他们的天分的路上需要走得更远－他们智力的独立和自由的想象在当他们是管理者，或能被管理者聆听时极有价值，但达到那个位置所需要的坚持是他们最大的困难。"
			},{
				"text": "一旦他们坐稳了这样一个位置，“辩论家”们要记住如果要实现自己的想法，就需要别人来添砖加瓦 — 如果他们耗费更多时间赢得争论而非建立共识，就会发现所拥有的支持不足以让自己取得成功。 如此擅长故意唱反调，这种人格类型的人会发现，最复杂和最高回报的智力挑战在于如何理解更感性的视角，以及在强调逻辑与发展的同时也懂得关心和妥协。"
			}
		]
	},

	"INFJ": {
		"id": "INFJ",
		"color": "#33a474",
		"name": "提倡者",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/diplomats_Advocate_INFJ_personality_header.svg",
		"description": "提倡者人格类型的人非常稀少，只有不到 1% 的人口属于这种类型，但他们对世界的贡献不容忽视。 他们具有与生俱来的理想主义和道德感，但真正令他们与其他理想主义人格类型区分开来的是，他们果断决绝。他们不是懒散的空想家，而是能脚踏实地完成目标，留下深远的积极影响的人。",
		"blockquote": {
			"content": "每个人都需要做出选择，是走在富有创造力的利他主义之光中，还是具有破坏性的自私自利的黑暗中。",
			"author": "Martin Luther King"
		},
		"list": [
			{
				"pullout": "他们把帮助他人作为生活的意义，虽然你会在营救活动和慈善工作中发现他们的身影，但他们的真正理想是从根本上解决问题，让人们一开始就不会陷入困境。"
			},{
				"title": "互帮互助",
				"text": "“提倡者”们常常集各种特质于一身： 轻言细语却很有看法，为自己的信念不懈奋斗。 他们坚决果断，但不会把精力用在一己私利上 – 提倡者们行事风格有创造力，富有想象力，充满信念和感性，他们并非为了创造优势，而是建立平衡。 平等主义和因果报应是对他们很有吸引力的思想，他们相信用爱和同情来感化暴君的心是帮助这个世界最好的方式。"
			},{
				"text": "对提倡者人格类型的人来说，很容易与他人建立联系，他们的话语温暖感性有人情味，而非纯粹的逻辑与事实。 他们的同事和朋友把他们当作安静的外向类型是不无道理的，但他们要知道“提倡者”们需要独处的时间来养精蓄锐，所以对他们的突然离开不要太过惊讶。 “提倡者”们很在乎别人的感受，也希望被以同样的方式对待 — 这有时需要给他们留几天独处的时间。"
			},{
				"title": "生命不息，奋斗不止",
				"text": "最重要的是，倡导者人格类型的人要记得照顾好自己。 他们对信念的激情很可能超出自己所能承受的范围，一旦热情失控，他们很可能发现自己处于劳累，不健康和紧张的状态。 这在“提倡者”们对抗冲突和批评的时候尤其明显，他们的感性迫使他们尽一切可能逃避那些人身攻击，但是当情况不可避免时，他们会用很不理性且无益的方式反抗。"
			},{
				"text": "在“提倡者”们看来，世界充满了不必要的不平等。 没有任何其他类型比他们更适合发起一场或大或小的纠错运动。 他们只需要记得，在他们关心这个世界的同时，别忘了关照一下自己。"
			}
		]
	},
	"INFP": {
		"id": "INFP",
		"color": "#33a474",
		"name": "调停者",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/diplomats_Mediator_INFP_personality_header.svg",
		"description": "调停者人格类型的人是真正的理想主义者，他们总是从最坏的人和事中寻找最好的一面，想方设法让情况变得更好。 虽然可能看起来冷静，内向甚至害羞，但他们内心的火焰和热情可以光芒四射。 他们仅占人口的 4%，常常被人误解，但当他们找到志同道合的人时，他们之间的和谐就像是快乐和灵感的源泉。",
		"blockquote": {
			"content": "凡是金子未必都发光， 流浪的人未必都迷茫， 老而弥坚者不会凋零， 深根不会被寒霜触及。",
			"author": "J. R. R. Tolkien"
		},
		"list": [
			{
				"text": "指引“调停者”的是他们的原则，而不是逻辑、头脑发热或是实用性。 当决定如何行动时，他们以荣誉、美好、道德和善良为准则，引导他们行动的是纯粹的意图，而非奖惩。 调停者人格类型的人以这样的品质为荣，他们也的确应该这样，但不是每个人都能理解这些感情背后的驱动力，这会让他们陷入孤独。"
			},{
				"title": "我们知道自己是谁，但不知道自己能成为谁",
				"text": "在好的情况下，这些品质使“调停者”能与他人开展深层次的交流，自如地使用明喻和暗喻，理解和创造象征符号来分享看法。 这种直截了当的交流方式很适合创造型工作，也难怪有很多著名的“调停者”都是诗人、作家和演员。 对“调停者”来说，理解自身和周边环境很有必要，他们把自己投射到作品中，以此表达出这些想法。",
				"pullout": "“调停者”非常善于表达自己，擅长使用暗喻和虚构人物来表现自己的美丽和神秘。"
			},{
				"text": "他们高超的语言能力不仅限于母语，他们有学习第二（甚至第三！）语言的天赋。 他们高超的交流能力也与爱好和谐的愿望完美结合，能够帮助他们在找到目标后顺利前行。"
			},{
				"title": "听很多人说，对很少人讲",
				"text": "与更擅长交际的人格类型不同的是，他们的注意力只集中在很少的人身上，原因只有一个：分散注意太耗费精力，甚至会因为世界上太多无能为力的坏事而感到沮丧。 对于“调停者”的朋友而言，这是一个令人伤感的情景，他们需要“调停者”展示乐观积极的一面。"
			},{
				"text": "如果不加注意，“调停者”们可能因为过于用力追求美好而忽视必要的日常琐事。 他们经常陷入沉思，比任何其他人格类型都更享受假设和哲学思考。 如果任其发展，“调停者”也许会减少与人接触，缩回壳中，这可能需要朋友和伴侣非常努力才能把他们拉回现实世界。"
			},{
				"text": "幸运的是，“调停者”们的情感，创造力，利他和理想主义仿佛春天的花朵，总会不时地报答他们自己和所爱的人，不是通过逻辑和实用性，而是一种时刻启发着同情，善良和美好的世界观。"
			}
		]
	},
	"ENFJ": {
		"id": "ENFJ",
		"color": "#33a474",
		"name": "主人公",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/diplomats_Protagonist_ENFJ_personality_header.svg",
		"description": "主人公人格类型的人是天生的领导者，充满激情，魅力四射。 这类型人格的人约占人口的 2%，他们常常是我们的政客，教练和老师，帮助、启发他人取得成就并造福整个世界。 他们浑身散发着天然的自信，潜移默化地影响着周围的人，也能够指导他人团结协作，帮助他们提升自己并改进社区，而他们自己也可从中获得自豪感与快乐。",
		"blockquote": {
			"content": "你此时此刻做的任何事都会激起涟漪影响他人。 你的姿态可以照亮心扉也可以传播焦虑。 你的气息可以将爱散发也可以使愁云笼罩。 你的一瞥可以唤起欢乐。 你的言语可以启发自由。 你的每个动作都可能打开一扇心灵之窗。",
			"author": "David Deida"
		},
		"list": [
			{
				"title": "对人们怀着坚定的信心",
				"text": "主人公人格类型的人散发着真实、关怀和利他主义的光环，人们常常被他们强大的人格力量所折服，当他们觉得有必要的时候，一定会大胆直言。 对他们来说，与人交流是自然又简单的事情，面对面的交流更是不在话下。他们与生俱来的敏锐洞察力让主人公人格类型的人很容易理解他人的内心活动，无论是通过事实与逻辑还是纯粹的情感。 他们擅长发现他人的动机，看穿表面上毫无关联的活动，并能够把这些想法融合在一起，当成一个共同目标，用令人着迷的口才与人交流。"
			},{
				"text": "主人公人格类型的人从不掩饰对他人的兴趣，这几乎是他们的一个性格弱点 — 当他们选择相信某人，他们会过度参与别人的问题，过分信任他人。 幸运的是，这种信任常常会成为自我实现的预言，因为他们的利他主义和真诚能够启发他们在乎的人去成为更好的自己。 但如果不够谨慎，他们的过分乐观有时会超出别人愿意或可以接受的程度。"
			},{
				"title": "...再艰难的挣扎也不能够阻止我们去支持我们坚信的正义目标",
				"pullout": "这种人格类型的人会说到做到、真诚而富有同情心，用富有感染性的热情去领导、团结、鼓舞团队是最令他们快乐的事。"
			},{
				"text": "主人公人格类型的人是热心的利他主义者，有时甚至会成为他们的一个弱点，他们会勇敢地挺身反抗，并坚决支持他们相信的人和想法。 难怪很多著名的主人公人格类型的人都是影响力深远的政治家和文化领袖 — 这种人格类型想要带领人们走向更加美好光明的未来，无论是领导一个国家走向繁荣，还是领导他的少年垒球队取得一场艰难的胜利。"
			}
		]
	},
	"ENFP": {
		"id": "ENFP",
		"color": "#33a474",
		"name": "竞选者",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/diplomats_Campaigner_ENFP_personality_header.svg",
		"description": "竞选者人格类型的人是真正富有自由精神的人。 他们常常是聚会上的焦点，但是与眼前的兴奋和快乐相比，他们更享受与人们建立的社会和情感联系。 富有魅力，独立，精力充沛且有同情心，占人口 7% 的他们在人群中随处可见。",
		"blockquote": {
			"content": "你用什么谋生方式，我不关心； 我想知道，你的追求，你是否敢于梦想去触碰你内心的渴望。 你的年龄多大，我不关心； 我想知道，你是否愿意像傻瓜一样不顾风险，为了爱，梦想，还有活着就该有的冒险。",
			"author": "Oriah Mountain Dreamer"
		},
		"list": [
			{
				"title": "一个想法可以改变世界",
				"text": "他们长袖善舞，愿意讨好他人，并且受直觉型特点的影响，能够带着旺盛的好奇心和充沛的精力去领悟言外之意。 他们倾向于把生活看成是万物相连的错综复杂的谜题，与把这个谜题看作是一系列系统性的策划的“分析家”们不同的是，竞选者人格类型的人会透过情感，同情和神秘主义的棱镜来观察，并时刻寻找着更深层的含义。",
				"pullout": "竞选者人格类型的人非常独立，不会满足于稳定和安全，他们渴求创造和自由。"
			},{
				"text": "对很多人格类型来说这些品质都难以抗拒，一旦发现能激发他们想象力的事物，他们会变得精力充沛，充分吸引人们的目光，被同伴们尊为领导者和专家，不过这并不总是喜欢独立的“竞选者”们想要的。 更糟糕的是，他们觉得会被领导地位所带来的行政负担和例行的维护工作所困扰。 他们的自尊依赖于他们提出原创解决方案的能力，他们需要创新的自由。如果被困在无聊的工作中，他们会很快失去耐心或变得沮丧。"
			}
		]
	},

	"ISTJ": {
		"id": "ISTJ",
		"color": "#4298b4",
		"name": "物流师",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/sentinels_Logistician_ISTJ_personality_header.svg",
		"description": "军需官人格类型的人被认为是数量最多的，大约占人口总数的 13%。 他们有很多明显的特征，例如正直，务实，恪尽职守，使他们深受家庭以及拥护传统，规则，标准的组织的青睐，比如律所，监管部门和军队。 这种人格类型的人愿意为自己的行为负责，为努力完成目标所做的一切感到骄傲。他们会毫不吝啬时间和精力，耐心准确地完成每个任务。",
		"blockquote": {
			"content": "我的观察是每当某个任务一个人就可以完成… 两个人就会做得更差，三个或更多人时则几乎没什么行动。",
			"author": "George Washington"
		},
		"list": [
			{
				"text" : "他们不喜欢做假设，而是分析周围环境，根据事实采取最切实有效的行动。 他们从不废话，只要他们作出了决定，就会把取得目标需要的所有信息传播给别人，期待他人立刻掌握情况马上行动。 他们不能容忍犹豫不决，在自己的决定受到不切实际，尤其是忽略事实的理论的挑战时会很快失去耐心。如果这些挑战变成了浪费时间的辩论，截止日期越近他们就会变得越发愤怒。"
			},{
				"title": "如果你尊重你的名誉，就结交那些优秀的人...",
				"text": "他们说做就做，不惜一切代价完成任务，那些不能说话算话的人使他们感到困惑。 如果再加上懒惰和虚伪，就是最为他们所不齿的类型。 因为这样，“军需官”们通常更喜欢独自工作，或至少要建立明确的等级制度，使他们可以确定并达成目标，而不用为别人的不可靠所扰。"
			},{
				"text": "他们思维敏捷，用事实说话，宁愿自给自足也不愿意依赖别人。 对别人的依赖在他们看来是弱点，他们对责任的热情，可靠，和正直的人格不允许他们落入这样的陷阱。"
			},{
				"text": "正直的人格对“军需官”很重要，甚至比自己的思想还重要，他们会不惜代价遵守已经建立的规则和准则，敢于承认自己的错误，实话实说，即使这样做会带来灾难性的后果也是如此。 对“军需官”来说，诚信比感性思考重要得多，他们直截了当的方式可能让别人误解他们冷漠，机械化。 这种人格类型的人很难对外表达自己的情绪和好感，但是说他们没感情甚至没人性会让他们很受伤。"
			},{
				"title": "...与不合适的人在一起还不如独自一人",
				"text": "“军需官”的尽心尽力是很好的品质，使得他们能成就许多，但同时也是能被一些不严谨的人利用的弱点。 他们寻求安全和稳定，把顺畅的运营看作自己的责任，他们可能发现同事和爱人把责任推卸给自己，因为自己总会接受。 他们喜欢保留自己的看法用事实说话，但要等观察得到的证据解释一切可能需要很长时间。"
			},{
				"text": "“军需官”们要记得照顾自己，他们对稳定和高效的尽心尽力可能使一些长期目标变得困难，因为别人会更加依赖他们，使他们可能常年累积情绪压力，一旦发泄这种压力时，通常为时已晚。 如果他们能找到真正感激和赞扬他们的品质，享受他们的聪慧、清晰和可靠品质的同事或配偶，他们会很满意自己所拥有的使事情稳步向前的能力，因为知道自己是这个完美运行的系统的一部分。"
			}
		]
	},
	"ISFJ": {
		"id": "ISFJ",
		"color": "#4298b4",
		"name": "守卫者",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/sentinels_Defender_ISFJ_personality_header.svg",
		"description": "守卫者人格类型是一个很独特的类型，他们的许多品质都与他们自身的特质不相符。 虽然非常照顾他人的感受，一旦到了需要保护其家人或朋友的时候，会变得非常强悍；虽然安静内向，却有很好的社交技巧和强大的社会关系；虽然追求安全和稳定，但只要他们得到了理解和尊重，就愿意接受改变。 和很多事物一样，具有守卫者人格类型的人作为一个整体不可小觑，他们的身份由他们如何使用这些强项而定义。",
		"blockquote": {
			"content": "只有分享才能把爱增加。 只用奉献更多才能得到更多。",
			"author": "Brian Tracy"
		},
		"list": [
			{
				"pullout" : "“守卫者”是真正的利他主义者，非常善良，对相信的人和事物慷慨而富有激情。"
			},{
				"text" : "他们是所有人格类型中占人口总数比例最大的一个类型，接近 13%。 他们既能坚守最好的传统也乐善好施，所以会从事一些有历史感的行业，比如医学，学术，和社会慈善工作。"
			},{
				"text" : "这种人格类型的人（尤其是性格不安定的那一部分）经常一丝不苟到完美主义的程度，虽然他们有拖延的习惯，但他们总能可靠地按时完成工作。 守卫者人格类型的人重视自己的责任，时刻尽最大努力超出预期地让别人满意，无论在家庭还是工作中。"
			},{
				"title": "眼见为实",
				"text" : "守卫者人格类型的人所面临的挑战在于，如何确保让别人注意到自己做的事。 他们总是对自己的成就轻描淡写，虽然这样的善良经常会得到尊重，自私自利的人可能占他们爱奉献和谦虚的便宜，把工作推给他们，荣誉留给自己。 如果想保持自信和热情，“守卫者”们需要知道什么时候说不并用于为自己反抗。"
			},{
				"text" : "天生喜欢社交是内向者身上少见的特点，“守卫者”们不会把出色的记忆力用在数据和琐事上，而是记住人和他们生活中的细节。 他们最擅长赠送礼物，他们天生富有想象力且感情细腻，他们的礼物可以送到接收者的心坎里。 对于被“守卫者”们当作朋友的同事们来说是这样，而在家庭里守卫者们会尽情表达爱意。"
			},{
				"title": "我会尽可能地保护你",
				"text" : "守卫者人格类型的人是一个奇妙的团体，正事没有完成之前，他们绝对不会虚度光阴。 与人亲密接触的能力是其他内向类型遥不可及的，他们使用这些关系来维系一个相互支持的快乐家庭，这对每个参与其中的人来说都很幸运。 他们在聚光灯下可能永远都不会觉得舒服，把团队的成就归功于自己会使他们感到内疚，但如果他们的努力被认可，“守卫者”们从所做的事情中得到的满足是其他人格类型无法企及的。"
			}
		]
	},
	"ESTJ": {
		"id": "ESTJ",
		"color": "#4298b4",
		"name": "总经理",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/sentinels_Executive_ESTJ_personality_header.svg",
		"description": "执行官人格类型的人是传统和秩序的代表，利用他们对正确，错误，和社会标准的理解来团结家庭和社区。 他们诚实，爱奉献，有尊严，他们的明确建议和指导被人看重，也愿意披荆斩棘，带领大家努力前行。 他们会因为团结大家而骄傲，常常承担起社区组织者的角色，努力组织大家一起庆祝当地重要的节日，或守护着那些使家庭和社区紧密相连的传统价值观。",
		"blockquote": {
			"content": "“总经理” 人格",
			"author": "Edmund Burke"
		},
		"list": [{
				"title": "有尊严的人当为正义而战...",
				"text" : "民主社会非常需要这样的领导者，他们占人口的 11% 以上，难怪全世界有很多著名的政治家和商业领袖都具有这一人格类型。 他们坚信法律的规则和掌握权利的重要性，他们的领导方式是以身作则，尽心尽力，诚实果断，坚决反对懒惰和作弊，尤其在工作时。 他们认为踏实努力工作是塑造品格的最佳方式。"
			},{
				"text" : "他们对周围的事务了如指掌，生活在一个由明确的事实组成的世界。对自己知识的确定性，使他们能够在受到很大阻力时依然能坚守原则，并坚持明确的是非观。 他们的看法绝非纸上谈兵，而是非常愿意深入研究最具挑战性的项目，并在过程中改进行动计划和捋清细节，即便是最复杂的任务，也会因此变得简单可行。"
			},{
				"text" : "但是，执行官人格类型的人不会单打独斗，他们希望自己的可靠性和职业道德能够有所回报。这种人格类型的人言出必行，如果合作伙伴或下属的无能懒惰甚至是欺诈行为威胁到承诺的兑现，他们绝不会压抑怒火。 他们因此落下了不懂变通的名声，但这并不是因为他们顽固不化，而是因为他们真的相信这些价值观是社会良性运行的基础。"
			},{
				"title": "...勇于承担错误的人是值得称赞的",
				"pullout": "执行官人格类型的人是典型的模范公民： 他们帮助邻里，遵纪守法，努力确保每个人都参与到他们所珍视的社区和组织中。"
			},{
				"text" : "执行官人格类型的人面临的最大的挑战，是需要意识到不是所有人都会走同样的路或以同样的方式贡献力量。 真正的领导者既能发现个人和团体的优势，也能鼓励大家各抒己见畅所欲言。 唯有如此，执行官人格类型的人才能掌握所有事实，并领导大家沿着最适合他们的方向前进。"
			}
		]
	},
	"ESFJ": {
		"id": "ESFJ",
		"color": "#4298b4",
		"name": "执行官",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/sentinels_Consul_ESFJ_personality_header.svg",
		"description": "最适合形容“执政官”们的词就是“受欢迎”了 — 这也符合常理，因为他们大约占人口的 12%，是非常常见的类型。 在中学里，他们常常是拉拉队员或四分卫，在聚光灯下带领着队伍走向胜利和荣誉。 在以后的人生里，“执政官”同样享受去支持他们的朋友和爱着的人，组织聚会，尽一切可能让每个人开心。",
		"blockquote": {
			"content": "让我们互相支持，鼓舞，赋予力量。 让每个人的正能量都被所有人感受到。",
			"author": "Deborah Day"
		},
		"list": [
			{
				"pullout": "执行官人格类型的人是典型的模范公民： 他们帮助邻里，遵纪守法，努力确保每个人都参与到他们所珍视的社区和组织中。"
			},{
				"text" : "讨论科学理论，辩论国际政治不太可能维持“执政官”们的兴趣。 他们更在乎一些有形的实实在在的东西，例如提升社会地位，观察他人的举动。 关注周围的动态是他们必做的事情，但执政官人格类型的人会尽一切努力把他们的能力用在好的地方。"
			},{
				"title": "尊重领导者的智慧",
				"text" : "“执政官”们是利他主义者，他们极其认真地承担起帮助别人和做正确的事的责任。 与更为理想主义的人格类型不同的是，“执政官”们的道德指南针基于已有的传统和法律，他们支持权威和规则，而不会去从哲学和神秘主义中总结道德标准。 他们需要记住的是，人们来自很多不同的背景，有不同的思考角度，自己所认为对的事情并不总是真理。"
			},{
				"text" : "执政官人格类型的人喜欢助人为乐，享受做有意义的事情，只要他们的重要性被认可并受到感激。 这在家庭中尤其明显，“执政官”是忠诚爱奉献的伴侣和父母。 执政官人格类型的人尊重等级，努力使自己取得一定的权利，无论在家庭还是工作中，这使他们可以让每个人的分工明确，稳定，有秩序。"
			},{
				"title": "和谐的关系",
				"pullout": "执政官人格类型的人活泼外向，乐于助人，聚会上总少不了他们的身影 — 他们总有时间跟每个人聊天嬉笑！ 但他们的投入绝非点到为止。 执政官人格类型的人发自内心地愿意倾听朋友的感情和动向，会记住小细节并时刻准备着用温暖的话语和细腻的情感表达自己的想法。 如果事态发展不对劲，或房间里产生了紧张气氛，他们会很快捕捉到并努力让所有人恢复到和谐稳定状态。"
			},{
				"text" : "执政官人格类型的人很不喜欢冲突，他们用很多精力去建立社会秩序，与未知的活动和自发性的聚会相比，他们更喜欢周全的计划和有组织的活动。 这种类型的人对他们安排的活动会竭尽全力，一旦想法被否定或者别人对此毫无兴趣，就很容易伤害到他们的感情。 重申一下，“执政官”们一定要记住，每个人都来自不同的背景，别人的不感兴趣并非有意针对他们或他们所组织的活动 — 只不过是不适合那些人罢了。"
			},{
				"text" : "与自己的细腻敏感达成妥协，是“执政官”最大的挑战 — 总是会有人反对和批评，虽然很难受，但这也是生活的一部分。 最适合他们做的事就是做他们最擅长的事： 成为一个榜样，解决力所能及的事，享受别人对他们所付出努力的感激。"
			}
		]
	},

	"ISTP": {
		"id": "ISTP",
		"color": "#d8a537",
		"name": "鉴赏家",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/explorers_Virtuoso_ISTP_personality_header.svg",
		"description": "艺术能手人格类型的人喜欢用双手和眼睛去探索事物，他们通过冷静的理性主义和精神饱满的好奇心来感知和体验这个世界。 拥有这种人格的人是天生的制造者，他们在不同的项目中穿梭，从创造有用、充足的产物中获得乐趣，并在创造的过程中从外界学习。 艺术能手人格类型的人通常是机械师和工程师，他们亲手拆卸东西，并把它们安装还原到比之前更好一点的状态，从中获得极大的乐趣。",
		"blockquote": {
			"content": "我想要享受人生，一个不同的人生。 我不想每天去去到同一个地方，遇见同样的人，做一样的工作。 我期待有趣的挑战。",
			"author": "Harrison Ford"
		},
		"list": [
			{
				"text" : "他们通过创造、解决难题、反复试验和第一手的经验来探索新想法。 他们喜欢别人对他们的计划感兴趣，有时候甚至不介意别人介入。 当然，这是建立在那些感兴趣的人不会干涉“艺术能手”原则和自由的基础上，并且能够接受以同样的兴趣回报他们。"
			},{
				"text": "艺术能手人格类型的人喜欢帮助别人和分享他们的经验，特别是他们关心的人。很可惜拥有这种人格类型的人并不常见，大约只占到人口总数的 5%。 艺术能手人格类型的女性尤其罕见，而且她们的角色可能与社会对女性的预期很不相配 — 她们通常从童年开始就被当成是假小子。"
			},{
				"title": "敢于不同",
				"text" : "“艺术能手”们天性保守务实，使他们乍看起来很简单，但实际上读懂他们相当不易。 他们友好又缄默，行事冷静但会突然的不由自主，好奇心旺盛但是不能够持续专注于正式的研究，即便是他们的朋友和爱人也常常觉得他们难以捉摸。 他们可以暂时表现得非常忠诚和稳定，但是他们倾向于积累冲动的能量，并在没有任何征兆的情况下爆发出来，将他们的兴趣带到全新的方向。"
			},{
				"pullout" : "当这一人格类型的人发生巨大变化的时候，他们仅仅是在探索新兴趣的可行性，而不是一味的幻想探索。"
			},{
				"text": "艺术能手人格类型的人的选择来源于实用的现实主义。他们的心中有很强的公平感，并以此来对待别人。这有助于人们理解他们身上一些令人迷惑的特征。 他们不会过度谨慎，也不会奉行己所不欲勿施于人的信条，反而会更加变本加厉，做出类似的反击，不论好坏，只为公平。"
			},{
				"text" : "艺术能手人格类型的人可能面临的最大的问题是，他们通常行动的太早。他们认为宽容的本性是理所当然的，并且想当然地认为别人也是如此。 他们会第一个讲出令人无动于衷的笑话，过度地参与到别人的项目和嬉笑打闹中。他们或许会因为更有趣的事物出现而突然改变计划。"
			},{
				"title": "没有什么比所有都人都赞同更无聊的事情了",
				"text" : "这种人格类型的人会认识到，许多其他类型的人和自己相比，在规则和可接受的行为上有更坚定的界限 — 感情更加细腻的人格类型不想听到令人无动于衷的玩笑，并且绝对不会自己也说一个，也不会参加喧闹的嬉戏，即使是在气氛融洽的聚会上也如此。 如果局面已经很情绪化，超越这些界线就会事与愿违，难以收场。"
			},{
				"text" : "这种人格类型的人很难揣测他人的情感，但要揣摩他们内心的情感和动机也并非易事，因此这也算是他们所热爱的公平的一种自然体现。 但他们趋向于用行动而非同情来探索与人之间的关系，这种倾向可能会导致一些非常令人沮丧的情况出现。 拥有艺术能手人格类型的人常常在界线和准则中挣扎，他们更喜欢自由自在，并且在需要的时候稍稍出界。"
			},{
				"text": "如果能与理解他们风格和不可预测性的朋友一起共事，再加上他们的创造力、幽默感和亲力亲为，以创造可行的解决方案和实用的东西，那么“艺术能手”们会一直非常乐意创造各种有用的物品，并真心实意地喜欢它们。"
			}
		]
	},
	"ISFP":  {
		"id": "ISFP",
		"color": "#d8a537",
		"name": "探险家",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/explorers_Adventurer_ISFP_personality_header.svg",
		"description": "探险家人格类型的人是真正的艺术家，这并不是说他们是通常意义上的兴高采烈到郊外画几棵小树的画家。 但他们通常都精于此道。 他们会运用审美，设计，甚至选择和行动来打破社会常规。 探险家人格类型的人喜欢用美感和行为方面的实验来颠覆传统的期望。很有可能他们已经说过不止一次“不要控制我！”",
		"blockquote": {
			"content": "在一天中我会变化。 醒来时是一个人，睡觉时却明明是另一个人。",
			"author": "Bob Dylan"
		},
		"list": [
			{
				"title" : "很满意自己的身份",
				"text": "“探险家”们生活在一个多彩感性的世界，与人们和想法的联系会让他们深受启发。 他们乐于重新解读这些联系，利用自身和新的视角重新实验和发明。 没有人比他们更喜欢用这种方式去探索和体验。 这营造出一种自发性，使“探险家”们看起来变化莫测，甚至对亲密的朋友和所爱的人也是如此。"
			},{
				"text": "即便这样，“探险家”们却是不折不扣的内向型，在他们退到幕后独自养精蓄锐的时候，会让朋友们大吃一惊。 不过虽然在独处，不代表他们闲坐着，他们利用这样的时间自省，审查并重新评判自己的信条。 与纠结于过去或未来相比，他们更愿意思考此时此刻的自己。 然后摇身一变，从他们退隐的地方归来。"
			},{
				"text": "“探险家”们喜欢找各种方式来释放自己的激情。 他们比别的人格类型更容易参与有风险的行为，比如赌博和极限运动。 幸运的是，他们与周围环境的协调使他们比别人更擅长这些。 “探险家”们也喜欢与人交往，有种很难抗拒的魅力。"
			},{
				"pullout" : "他们总会凭借赞美之词软化内心，从即将不负责任鲁莽冒险的边缘拉回来。"
			},{
				"text": "但是，如果被批评伤害到，结果会很糟糕。 一些“探险家”可以承受措辞友善的评价，把它当作另一个视角，帮助自己把激情指往新的方向。 但如果这些评价刻既刻薄又经不起推敲，他们就会大发雷霆。"
			},{
				"text" : "艺术能手人格类型的人可能面临的最大的问题是，他们通常行动的太早。他们认为宽容的本性是理所当然的，并且想当然地认为别人也是如此。 他们会第一个讲出令人无动于衷的笑话，过度地参与到别人的项目和嬉笑打闹中。他们或许会因为更有趣的事物出现而突然改变计划。"
			},{
				"text" : "“探险家”对旁人的感受很敏感且重视和谐。 在面对批评时，他们很难做到走到一边冷静下来远离“风暴中心”。 但活在当下也有其好处，一旦从争论中冷静下来，他们也通常可以不计前嫌，继续前进就当没发生过。"
			},{
				"title": "意义存在于生命的每个角落",
				"text" : "“探险家”面对的最大挑战是计划未来。 找到支持其目标的建设性想法，规划可以制定积极原则的目标，对他们来说并非易事。 与其他人格类型不同的是，“探险家”们不会从资产和退休两个方面去规划未来。 他们通过计划行动和行为来塑造自己的身份，建立由人生体验而不是股票组成的投资组合。"
			},{
				"text": "如果这些计划和信条是高尚的，“探险家”的行为可以非常无私。但他们也可能建立一个更以自我为中心的身份，行为自私，控制欲强且专门利己毫不利人。 时刻谨记，主动成长为自己想成为的人，这一点至关重要。 培养和维持一个新的习惯可能很不容易，但每天花些时间来理解自己的动机将使“探险家”们能够运用自己的优势来追求任何渴望的事物。"
			}
		]
	},
	"ESTP": {
		"id": "ESTP",
		"color": "#d8a537",
		"name": "企业家",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/explorers_Entrepreneur_ESTP_personality_header.svg",
		"description": "企业家人格类型的人对周围的环境颇有影响 — 在聚会上发现他们的最好方式就是去找那些在人群中穿梭自如的人。 他们带着直接而朴实的幽默谈笑风生，喜欢成为人群中的焦点。 如果观众被邀请上台，他们会自荐，或推荐一个害羞的朋友。",
		"blockquote": {
			"content": "生活，要么是场大胆的冒险，要么什么都不是。",
			"author": "Helen Keller"
		},
		"list": [
			{
				"text": "理论，抽象概念和单调乏味的关于全球问题及其影响的讨论很难令他们长时间保持兴趣。 他们的对话充满活力，也不乏智慧，他们喜欢讨论此时此刻的事，或者干脆动身去做。 企业家人格类型的人不会瞻前顾后，他们会在前进的过程中改正错误，而不是闲坐着思考备用计划和撤退方案。"
			},{
				"title" : "永远不要混淆动作与行动",
				"text": "企业家人格类型是最容易冒险的人格类型。 他们活在当下说做就做，是风暴的中心。 这种人格类型的人享受戏剧性，激情和快感，不是追求情绪的波动起伏而是为了对他们的逻辑思维带来刺激。 他们会在快速理性的刺激反应中根据眼前的实际情况作出重要决策。"
			},{
				"text": "这使他们很难适应学校和其他秩序井然的组织。 这当然不是因为他们不聪明，事实上他们可以做得很好，而是因为正规教育所采用的受管制的教学方法与他们喜欢的实践学习方法相去甚远。 需要非常成熟的心态才能意识到这是成功所需的重要步骤，能创造更多令人兴奋的机会。"
			},{
				"text" : "同样具有挑战性的是，他们认为使用自己的道德标准比使用别人的更有意义。 规则就是用来打破的。 不过这种观点很难得到中学教师和公司上级的认可，反而会影响他们的名声。 如果他们能少惹麻烦，在枯燥的事情上投入更多精力和关注，他们的能力将不可限量。"
			},{
				"title" : "大多数人没有专心在听",
				"text" : "他们也许是最有感知力和洞察力的类型，善于捕捉微小的变化。 无论是面部表情，衣着还是习惯的变化，这种人格类型的人都能发现别人根本注意不到的隐藏着的思想和动机。 企业家人格类型的人会立即利用这些观察，指出变化，提出问题，却很少考虑其敏感性。 他们必须注意的是，不是所有人都想让自己的秘密和决策公之于众。",
				"pullout": "有些时候却亟需他们的观察力和行动力，比如一些企业环境里，尤其是紧急情况下。"
			},{
				"text": "如果他们不够小心，可能会过于注重当下，有失分寸而伤害到那些感情更细腻的人，或者忽略了他们自己的健康与安全。 企业家人格类型的人只占人口的 4%，尽管有很多“企业家”让我们身边充满火药味，剑拔弩张，但是也不会多到引发系统性风险。"
			},{
				"text" : "“企业家”们激情满怀，能量爆棚，还有一个理性的，偶尔分神的大脑。 他们具有启发性，令人信服，生活丰富多彩，是天生的团队领导者，他们会带领大家走上一条少有人走的道路，为我们的所到之处带来生机与乐趣。 对他们而言，真正的难题是如何把这些品质用在有建设性且回报丰厚的目标上。"
			}
		]
	},
	"ESFP": {
		"id": "ESFP",
		"color": "#d8a537",
		"name": "表演者",
		"img": "https://www.16personalities.com/static/images/personality-types/headers/explorers_Entertainer_ESFP_personality_header.svg",
		"description": "如果有人总是不由自主地开始又唱又跳，可以将其划分为表演者人格类型。 表演者人格类型的人会沉醉于当前的兴奋状态，而且希望人人如此。 说起激励他人，给他人打气助威，表演者人格类型的人会毫不吝惜自己的时间和精力，令人难以招架，任何其他人格类型在这方面都不能与之相提并论。",
		"blockquote": {
			"content": "我自私，没耐心，还有点缺少安全感。 我会犯错，会失控，而且有时让人难以应付。 但如果你接受不了我最坏的一面，你就不配拥有我最好的一面。",
			"author": "Marilyn Monroe"
		},
		"list": [
			{
				"title": "我们每个人都是明星...",
				"text": "表演者人格类型的人是天生的表演者，他们热爱聚光灯，世界就是他们的舞台。 许多具有表演者人格类型的名人本身的确是演员，但是他们在朋友面前也会极尽表演之能事， 聊天时炫弄自己独特而不失率直的幽默感，努力成为目光的焦点，让每一次外出都仿佛置身于派对之中。 他们是十足的社交动物，喜欢最简单的事物，对他们而言，没有什么比跟一大群好友嬉笑玩乐更快乐的事情了。"
			},{
				"text": "他们不仅仅擅长交谈，表演者人格类型是所有人格类型中拥有最强美感的一类。 无论是装饰打扮、着装，还是设施齐备的家，表演者人格类型的人都会展现出异于常人的时尚美感。 他们一眼就能看出什么是有吸引力的，能够大胆改变周围环境来展现个人风格。 他们天生好奇心旺盛，喜欢研究新设计，对各种风格驾轻就熟。"
			},{
				"text": "尽管表象并非一贯如此，表演者人格类型的人是心知肚明的：自己并不是全部重点 — 他们观察力敏锐，能够非常敏感地捕捉到他人的情绪。 具有这种人格类型的人，常常是第一个让别人坦率地说出棘手问题的人，他们非常乐意提供情感支持和实用的建议。 但如果问题是出在他们自己身上，表演者人格类型的人更愿意息事宁人，而不是直面问题，迎头解决。 表演者人格类型的人通常都有点戏剧化且激情四溢，但当他们可能成为非议的焦点时，就不是这种情况了。"
			},{
				"title": "...理应闪闪发光",
				"text" : "表演者人格类型的人面临的最大挑战在于，他们常常过度沉溺于眼前的一时痛快，以至于总是忽视自己的义务和责任，正是这些责任和义务才让眼前的快乐变成可能。 复杂的分析，重复的劳动并将统计数据与实际的后果进行匹配，对于具有表演者人格类型的人而言都并非易事。 他们宁愿寄望于运气或机遇，或者干脆从一众朋友那里寻求帮助。 对于具有表演者人格类型的人而言，要让他们长期记录一些事情，例如退休计划或糖摄入量，他们会感到非常头痛，因为并不是总有人在他们身边盯着，帮他们办好这些事情。"
			},{
				"text" : "表演者人格类型的人注重价值和质量，这些本身都是珍贵的品质。 但他们常常不善于规划，因此他们常常寅吃卯粮，入不敷出，信用卡对于他们而言是格外危险的东西。 表演者人格类型的人会将更多精力放在祈祷机遇的垂青，而不是脚踏实地规划长期目标，他们的漫不经心会让一些活动夭折泡汤。",
				"pullout": "在表演者人格类型的人心目中，一旦发现自己因为受到环境的制约而不能与朋友欢聚一堂，简直没有什么比这更令人沮丧的事情了。"
			},{
				"text": "在需要欢声笑语，或尝试新鲜有趣的事物时，表演者人格类型的人最受欢迎 — 带着大家一起玩最让他们开心。 他们可以聊上几个小时，有时候天南海北而唯独不聊他们想说的主题，他们愿意分享或分担所爱之人的感受，无论开心难过。 只要能记得把事情安排得井井有条，他们就做好了带上朋友，去体验这世界上的一切新鲜事物的准备。"
			}
		]
	}
}